{
  "TabAbout": {
    "aboutMe": "Sobre m칤",
    "helloMe": "Hola, soy Carlos",
    "textMe1": "Soy un desarrollador web con m치s de 10 a침os de experiencia, me he especializado en 치reas como el marketing digital y el comercio electr칩nico. Durante mi trayectoria, he colaborado con diversas organizaciones, enfoc치ndome en la creaci칩n y el mantenimiento de sitios web de alto nivel, as칤 como en el dise침o y desarrollo de landing pages y soluciones web personalizadas.",
    "textMe2": "Mis habilidades t칠cnicas incluyen un dominio s칩lido de tecnolog칤as front-end como HTML (Jade-Pug), CSS (SASS/SCSS/Less) y JavaScript (Webpack, Gulp, Vue). Adem치s, poseo conocimientos b치sicos en el 치mbito del back-end, principalmente en PHP (Laravel), y un nivel intermedio de experiencia en Wordpress. En cuanto a plataformas CMS, soy un experto en HubSpot, trabajando con ella desde el a침o 2015 hasta la fecha, y tambi칠n cuento con un amplio conocimiento en Shopify.",
    "textMe3": "Mi experiencia se complementa con un conjunto de habilidades en dise침o, utilizando herramientas como Photoshop, Adobe XD, Figma y Sketch.",
    "titleBadges": "Me especializo en"
  },
  "TabEnd": {
    "title": "Idiomas, cursos y certificados",
    "tableTitle_1": "Categor칤a",
    "tableTitle_2": "T칤tulo",
    "tableTitle_3": "Detalles"
  },
  "Sidebar": {
    "sblocation": "Ubicaci칩n",
    "sbemail": "E-mail",
    "sbsocial": "Redes",
    "sbsendmsg": "Deja tu mensaje",
    "sbcopyright": "춸 2025. Todos los derechos reservados.",
    "sbhubspotid": "ec82daae-e342-4219-a818-41355514baf7"
  },
  "LocaleSwitcher": {
    "label": "Change language",
    "locale": "{locale, select, es {游쓇릖 Espa침ol} en {游쥟릖 English} other {Unknown}}"
  },  
  "Navigation": {
    "home": "Home",
    "pathnames": "Pathnames"
  },  
  "LocaleLayout": {
    "title": "C. Alberto Mart칤nez - Portfolio",
    "description": "Desarrollador web con m치s de 10 a침os de experiencia, me he especializado en 치reas como el marketing digital y el comercio electr칩nico."
  }
}